def 북마케도니아():
    print('')
    
    print('동유럽의 국가입니다.')
    print('국기 비율은 1:2 입니다.')
    print('색상은 R = 216, 33, 38 / Y = 248, 233, 46 입니다.')

def 남아프리카_공화국():
    print('')
    print('남아프리카의 국가입니다.')
    print('국기 비율은 2:3 입니다.')
    print('색상은 BK= 0,0,0 / G=0,122,77 / R=222,56,49 / BL=0,35,149 / Y=255,182,18 / W=255,255,255')

def 튀니지():
    print('')
    print('북아프리카의 국가입니다.')
    print('국기 비율은 2:3 입니다.')
    print('색상은 R=231,0,19 / W=255,255,255 입니다.')

def 우즈베키스탄():
    print('')
    print('중앙아시아의 국가입니다.')
    print('국기 비율은 1:2 입니다.')
    print('색상은 R = B=0,153,181 / W=255,255,255 / G=30,181,58 / R=206,17,38 입니다.')

def 앤티가_바부다():
    print('')
    print('소앤틸리스 제도의 국가입니다.')
    print('국기 비율은 2:3 입니다.')
    print('색상은 R=206,17,38 / BK=0,0,0 / Y=252,209,22 / BL=0,114,198 / W=255,255,255 입니다.')

def 조선민주주의_인민공화국():
    print('')
    print('동아시아의 국가입니다.')
    print('국기 비율은 1:2 입니다.')
    print('색상은 B=2,79,162 / W=255,255,255 / R=237,28,39 입니다.')

def 이스라엘():
    print('')
    print('서아시아(중동)의 국가입니다.')
    print('국기 비율은 8:11 입니다.')
    print('색상은 W=255,255,255 / B=0,56,184 입니다.')

def 영국():
    print('')
    print('동유럽의 국가입니다.')
    print('국기 비율은 1:2 입니다.')
    print('색상은 B=0,36,125 / W=255,255,255 / R=207,20,43 입니다.')

def 세인트_빈센트_그레나딘():
    print('')
    print('소앤틸리스 제도의 국가입니다.')
    print('국기 비율은 2:3 입니다.')
    print('색상은 B=0,38,116 / Y=252,208,34 / G=0,124,46 입니다.')

def 대한민국():
    print('')
    print('동아시아의 국가입니다.')
    print('국기 비율은 2:3 입니다.')
    print('색상은 R=207,20,43 / BL=0,71,160 / BK=14,14,14 / W=255,255,255 입니다.')
